{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-10T00:00:15.708Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Israeli Cabinet approves ‘outline’ of deal to release hostages held by Hamas",
      "US sending about 200 troops to Israel to help support and monitor ceasefire deal in Gaza",
      "Macron warns Israeli settlements threaten Palestinian state",
      "Palestinian president meets Israeli peace activists, speaks to Israeli media",
      "Have reports of the UN Security Council’s death been grossly exaggerated?",
      "Opinion",
      "What Trump’s Gaza plan means for the two-state solution",
      "EU is diverting from its core goals and mission",
      "COP30 may be the most significant climate summit yet",
      "Green shipping could mean a green Africa",
      "Syrian elections a step toward unity and inclusion",
      "Print Edition",
      "Saudi Arabia",
      "Can Saudi Arabia outsmart AI deepfakes and set a global standard?",
      "Prince Turki Al-Faisal: War on Gaza ‘far from over’",
      "Royal Commission for Riyadh City announces lifting of suspension on 30 km² of land in west of capital",
      "Middle East",
      "UN unveils 60-day aid plan for Gaza once ceasefire starts",
      "Hamas chief: group received guarantees from mediators, US confirming Gaza war ended",
      "Trump eyes Egypt trip, says hostages to be freed next week",
      "World",
      "Senegal records 17 deaths in rare major outbreak of Rift Valley Fever",
      "Have reports of the UN Security Council’s death been grossly exaggerated?",
      "Russia accuses Ukraine of blowing up ammonia pipeline",
      "Business",
      "Closing Bell: Saudi stock market ends week in green with 11,583 points",
      "Aramco raises Petro Rabigh stake to 60% in $702m deal with Sumitomo",
      "Global sukuk surpasses $1tn amid strong Q3 issuance: Fitch",
      "Media",
      "Afghan mobile access to Facebook, Instagram intentionally restricted: watchdog",
      "New documentary shows life in Gaza for AFP journalists",
      "Google expands AI Mode to Arabic and 35 other languages",
      "Opinion",
      "What Trump’s Gaza plan means for the two-state solution",
      "EU is diverting from its core goals and mission",
      "COP30 may be the most significant climate summit yet",
      "Green shipping could mean a green Africa",
      "Syrian elections a step toward unity and inclusion",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "How pocket parks can transform Saudi cities for a cooler climate",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "Afghan mobile access to Facebook, Instagram intentionally restricted: watchdog",
      "New documentary shows life in Gaza for AFP journalists",
      "Google expands AI Mode to Arabic and 35 other languages",
      "Lifestyle",
      "‘Tron: Ares’ star and director on exploring the future of AI",
      "Vivienne Westwood to open Riyadh Fashion Week with debut Middle East show",
      "‘Niyū Yūrk’ exhibition explores MENA influence on the Big Apple",
      "Off Beat",
      "He lives alongside lions in Nairobi, where human-wildlife collision is dazzling — and dangerous",
      "Gordon Ramsay’s ‘Knife Edge’ spotlights culinary world’s chase for Michelin glory",
      "A limestone pharaonic painting vanishes from the famed Saqqara necropolis in Egypt",
      "Sport",
      "Spain’s La Liga plans to make its international match an annual event",
      "Algeria qualify for the World Cup for first time since 2014 after Mahrez inspires win",
      "Indonesia bars Israeli athletes from gymnastics world championship",
      "Recommended",
      "Have reports of the UN Security Council’s death been grossly exaggerated?",
      "What Gaza’s disability crisis reveals about the devastating human cost of war",
      "Frankly Speaking: Outcomes of the Munich Leaders Meeting in AlUla",
      "Photos",
      "Jazan’s unique landscape and heritage",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Video",
      "Taliban FM arrives in India on first visit by top Afghan leader since 2021",
      "Starmer meets Modi to promote tech, jobs after UK-India trade pact",
      "Celebrations erupt in Gaza and Israel at news of deal to end two-year war",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}