{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-04T18:00:15.797Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Trump envoys head to Egypt as Hamas agrees to free Gaza hostages",
      "World leaders react to Hamas response to Trump Gaza peace plan",
      "Many Syrians are unaware of the first parliamentary election since Assad’s fall",
      "Do Gaza aid flotillas symbolize futile protest — or a real strategy to confront Israel’s blockade?",
      "US ‘sends $230m to Lebanon’ as it moves to disarm Hezbollah",
      "Opinion",
      "Gaza — an open wound on humanity’s conscience",
      "For women, it is a lifetime of guilt and blame",
      "Trump’s peace plan and a Turkish-Arab role for Palestine",
      "Saudi Arabia holds a special place in Jordanian public opinion",
      "Ukraine’s position improving despite stalled peace process",
      "Print Edition",
      "Saudi Arabia",
      "Hail camel auction sales top $1.5m",
      "Riyadh International Book Fair 2025 in full swing with Uzbekistan as guest of honor",
      "Disabled artist brings copper masterpieces to Saudi falconry showcase",
      "Middle East",
      "Greta Thunberg says she is being held in Israeli cell ‘infested with bedbugs’",
      "Sky News probe uncovers new details about Israel’s support for Gaza militia",
      "Iraqi farmers protest cultivation ban amid drought",
      "World",
      "Far-right Briton Tommy Robinson accepts Israeli minister’s invitation",
      "London police intervene as Palestine Action protesters gather despite synagogue attack",
      "Dozens injured in Russian drone strike on Ukrainian railway station",
      "Business",
      "Saudi reforms, rate cuts propel GCC equities to 2-year high",
      "AI, digital payments and youth fueling Saudi Arabia’s e-commerce boom",
      "How Saudi Arabia guards intellectual property online",
      "Media",
      "Media watchdog urges Israel to release detained journalists from Global Sumud Flotilla",
      "Music platform MDLBEAST launches Newsroom for consolidated media access",
      "Newborn daughter of British MP subjected to online abuse hours after birth",
      "Opinion",
      "Gaza — an open wound on humanity’s conscience",
      "For women, it is a lifetime of guilt and blame",
      "Trump’s peace plan and a Turkish-Arab role for Palestine",
      "Saudi Arabia holds a special place in Jordanian public opinion",
      "Ukraine’s position improving despite stalled peace process",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "Wildflowers bring color and ecological balance to Saudi Arabia’s deserts",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "Media watchdog urges Israel to release detained journalists from Global Sumud Flotilla",
      "Music platform MDLBEAST launches Newsroom for consolidated media access",
      "Newborn daughter of British MP subjected to online abuse hours after birth",
      "Lifestyle",
      "Actress Tara Emad, Saudi designer Ahmed Hassan join BoF 500’s 2025 list of global fashion leaders",
      "Review: AMSY Lab — creative space in Diriyah",
      "Bad Bunny celebrates Palestinian listeners embracing his music",
      "Off Beat",
      "Decoding Taylor Swift’s ‘The Life a Showgirl’: A guide to her references",
      "The Nobel Prize winners will be announced next week. What to know about the prestigious awards",
      "Alaskan climbing star dies in fall from Yosemite’s El Capitan",
      "Sport",
      "George Russell puts Mercedes on pole at Singapore Grand Prix",
      "Kuwait to host French Super Cup in January",
      "Nurmagomedov beats Hughes to claim PFL lightweight world championship",
      "Recommended",
      "Do Gaza aid flotillas symbolize futile protest — or a real strategy to confront Israel’s blockade?",
      "How Israel’s E1 settlement threatens to uproot the West Bank’s Bedouins",
      "How Saudi Arabia guards intellectual property online",
      "Photos",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Al-Baha’s diverse and rich contemporary cultural heritage",
      "Video",
      "Israel’s army says it will advance preparations for the first phase of Trump’s plan",
      "Many Syrians are unaware of the first parliamentary election since Assad’s fall",
      "Israel continues heavy strikes on Gaza despite Trump appeal",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}