{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-24T12:00:15.766Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "US pressures Israel on West Bank, Rubio voices confidence in Gaza truce",
      "Erdogan says US, others must press Israel to abide by Gaza ceasefire",
      "Rebuilding wrecked Syria vital for regional stability: UN",
      "US envoy calls on Iran to abandon regional ambitions, as UN presses for two-state solution",
      "Arab News launches translation services in 50 languages at FIPP Media congress in Madrid",
      "Opinion",
      "Smotrich’s bigotry insults the Jewish tradition of tolerance",
      "Erdogan seeks strategic alignment on Gulf tour",
      "The Rohingya crisis is spilling across borders",
      "Higher education at the top holds its worth — for now",
      "What might AI regulation look like and how can it be implemented?",
      "Print Edition",
      "Saudi Arabia",
      "KSrelief expands global humanitarian efforts across Pakistan, Turkiye and Sudan",
      "Royal Diriyah Opera House: a modern desert oasis honoring tradition",
      "Popularity of anime in Saudi Arabia is an increasingly powerful tool for brands, report finds",
      "Middle East",
      "Turkiye in talks with Qatar and Oman to buy used Eurofighter jets, Erdogan says",
      "Erdogan says US, others must press Israel to abide by Gaza ceasefire",
      "UAE to host global polio-eradication fundraiser",
      "World",
      "At least 14 dead as migrant boat sinks off Turkiye",
      "Families search Mexican forest for remains of over 100 missing",
      "EU preliminarily finds Meta, TikTok in breach of transparency obligations",
      "Business",
      "MENA hospitality market to surpass $487bn by 2032, says report",
      "Inaugural Private Capital Forum concludes in Riyadh, highlighting Saudi Arabia’s growing clout",
      "Saudi Arabia showcases unprecedented mining sector growth at international conference",
      "Media",
      "Arab News launches translation services in 50 languages at FIPP Media congress in Madrid",
      "OpenAI launches Atlas browser to compete with Google Chrome",
      "Publicis Groupe Middle East and Snapchat launch intelligence hub Youth Studio",
      "Opinion",
      "Smotrich’s bigotry insults the Jewish tradition of tolerance",
      "Erdogan seeks strategic alignment on Gulf tour",
      "The Rohingya crisis is spilling across borders",
      "Higher education at the top holds its worth — for now",
      "What might AI regulation look like and how can it be implemented?",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "How AI could end Saudi Arabia’s ‘infinite workday’",
      "Decoders",
      "What is Humain Chat?",
      "Who is Hamad Al-Muzaini?",
      "Social media",
      "Media",
      "Arab News launches translation services in 50 languages at FIPP Media congress in Madrid",
      "OpenAI launches Atlas browser to compete with Google Chrome",
      "Publicis Groupe Middle East and Snapchat launch intelligence hub Youth Studio",
      "Lifestyle",
      "Incoming: Big-screen winter wonders",
      "Scenery, sound, and salt in Krakow",
      "Book Review: ‘The Vegetarian’ by Han Kang",
      "Off Beat",
      "How plastic whistles are becoming an anti-ICE resistance tool in Chicago",
      "This seat taken? Thieves busted for stealing over 1,000 restaurant chairs in Spain",
      "Border order: Geneva schools kick out Swiss kids living in France",
      "Sport",
      "Dubai Basketball fall just short in defeat to LDLC ASVEL in France",
      "‘It’s paradise’: Kite World Tour finds welcoming home in Abu Dhabi",
      "‘Destiny’: Klingbeil looks to end Wolverines’ reign and capture Power Slap title in Abu Dhabi",
      "Recommended",
      "AI-powered threats test Saudi Arabia’s cyber defenses",
      "What the Lebanon-Israel diplomatic deadlock means for regional stability and peace",
      "What Trump’s ‘historic dawn of a new Middle East’ means for Gaza’s fragile peace",
      "Photos",
      "Saudi Arabia’s historic city of Thadiq",
      "Jazan’s unique landscape and heritage",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Video",
      "Popularity of anime in Saudi Arabia is an increasingly powerful tool for brands, report finds",
      "Zelensky hopes for ‘positive decision’ on EU use of Russian assets",
      "2 killed as 16 Israeli strikes hit eastern Lebanon",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}