{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-11T00:00:06.913Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Thousands of Palestinians returning home as Gaza ceasefire takes effect",
      "Syrian FM vows to correct past mistakes in first high-profile visit to Lebanon since fall of Assad",
      "UN says 53 civilians killed during 3 days of attacks in and near el-Fasher camp in western Sudan",
      "How Arab entrepreneurs are turning kitchens into engines of sustainability",
      "Riyadh Season 2025 begins with dazzling opening parade",
      "Opinion",
      "So that what happened in Gaza never happens again",
      "If you want peace, try it",
      "Health under siege or a hopeful future?",
      "New EU defensive initiatives vital in era of hybrid warfare",
      "Turkiye pushes for closer Syria-Turkic states ties",
      "Print Edition",
      "Saudi Arabia",
      "NCEC develops an environmental pollution vehicle to reduce pollution and protect public health",
      "Princess Sora bint Saud launches interactive book celebrating Riyadh",
      "Literary scene thrives across wide spectrum of genres at Riyadh book fair",
      "Middle East",
      "Libya arrests two over rocket attack on UN mission",
      "Jordan’s King Abdullah in call with UN chief urges strengthened humanitarian response in Gaza following ceasefire",
      "Residents in southern Tunisia protest phosphate pollution",
      "World",
      "Trump announces new 100 percent China tariff, threatens to scrap Xi talks",
      "Blast at a Tennessee explosives plant leaves 19 people missing and feared dead, sheriff says",
      "Germany wants to organize Gaza reconstruction conference",
      "Business",
      "NCEC develops an environmental pollution vehicle to reduce pollution and protect public health",
      "Saudi, Japan to develop digital medicine strategies",
      "Damascus-Amman train link could be completed by 2026 as historic Hijaz railway restoration plan gains steam",
      "Media",
      "Protestors persist in demanding Microsoft cut all ties to Israel, despite Azure military restrictions",
      "Afghan mobile access to Facebook, Instagram intentionally restricted: watchdog",
      "New documentary shows life in Gaza for AFP journalists",
      "Opinion",
      "So that what happened in Gaza never happens again",
      "If you want peace, try it",
      "Health under siege or a hopeful future?",
      "New EU defensive initiatives vital in era of hybrid warfare",
      "Turkiye pushes for closer Syria-Turkic states ties",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "How pocket parks can transform Saudi cities for a cooler climate",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "Protestors persist in demanding Microsoft cut all ties to Israel, despite Azure military restrictions",
      "Afghan mobile access to Facebook, Instagram intentionally restricted: watchdog",
      "New documentary shows life in Gaza for AFP journalists",
      "Lifestyle",
      "Saudi American author Eman Quotah discusses her new novel, ‘The Night Is Not For You’",
      "‘Tron: Ares’ star and director on exploring the future of AI",
      "Vivienne Westwood to open Riyadh Fashion Week with debut Middle East show",
      "Off Beat",
      "Arctic seals and more than half of bird species are in trouble on latest list of threatened species",
      "He lives alongside lions in Nairobi, where human-wildlife collision is dazzling — and dangerous",
      "Gordon Ramsay’s ‘Knife Edge’ spotlights culinary world’s chase for Michelin glory",
      "Sport",
      "Preseason testing for Aramco F4 Saudi Arabian Championship wraps up in Bahrain",
      "Match between Italy, Israel triggers high alert with pro-Palestinian march going ahead",
      "Kluivert confident Indonesia can achieve victory against Iraq in Asian qualifier",
      "Recommended",
      "Have reports of the UN Security Council’s death been grossly exaggerated?",
      "What Gaza’s disability crisis reveals about the devastating human cost of war",
      "Frankly Speaking: Outcomes of the Munich Leaders Meeting in AlUla",
      "Photos",
      "Jazan’s unique landscape and heritage",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Video",
      "Riyadh Season 2025 begins with dazzling opening parade",
      "Thousands of Palestinians returning home as Gaza ceasefire takes effect",
      "Maria Corina Machado of Venezuela wins the Nobel Peace Prize",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}