{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-03T12:00:15.917Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Israeli strikes kill dozens in Gaza as Hamas considers its response to Trump’s peace proposal",
      "Protests worldwide condemn Israeli interception of Gaza flotilla",
      "Hezbollah’s refusal to disarm fuels fear of renewed war in Lebanon as Israeli attacks intensify",
      "UN demands urgent action to prevent atrocities in Sudan’s El-Fasher",
      "How Israel’s E1 settlement threatens to uproot the West Bank’s Bedouins",
      "Opinion",
      "The Rohingya are being forgotten at the UN",
      "Saudi Arabia holds a special place in Jordanian public opinion",
      "The tide of public opinion in Europe is turning against Israel",
      "EU needs a ‘drone wall’ to counter threats",
      "The friends of Ukraine are under attack",
      "Print Edition",
      "Saudi Arabia",
      "Comedy legends tickle funny bones at mega comic festival in Riyadh",
      "Saudi and Qatari defense ministers discuss strengthening military ties",
      "Saudi FM participates in discussion on peace between Palestine and Israel at Munich Leaders Meeting in AlUla",
      "Middle East",
      "WFP warns of ‘catastophic conditions’ in Somalia as funding dwindles",
      "Israeli claims of Gaza safe zones ‘farcical’, UN says they’re ‘places of death’",
      "Last Gaza flotilla boat intercepted by Israeli troops say organizers",
      "World",
      "Zohran Mamdani’s rise in the New York mayoral race sparks anti-Muslim vitriol",
      "Dutch Supreme Court orders government to review Israel weapons export policy",
      "India to resume direct flights with China in late October",
      "Business",
      "Saudi reforms, rate cuts propel GCC equities to 2-year high",
      "AI, digital payments and youth fueling Saudi Arabia’s e-commerce boom",
      "How Saudi Arabia guards intellectual property online",
      "Media",
      "Media watchdog urges Israel to release detained journalists from Global Sumud Flotilla",
      "Music platform MDLBEAST launches Newsroom for consolidated media access",
      "Newborn daughter of British MP subjected to online abuse hours after birth",
      "Opinion",
      "The Rohingya are being forgotten at the UN",
      "Saudi Arabia holds a special place in Jordanian public opinion",
      "The tide of public opinion in Europe is turning against Israel",
      "EU needs a ‘drone wall’ to counter threats",
      "The friends of Ukraine are under attack",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "Wildflowers bring color and ecological balance to Saudi Arabia’s deserts",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "Media watchdog urges Israel to release detained journalists from Global Sumud Flotilla",
      "Music platform MDLBEAST launches Newsroom for consolidated media access",
      "Newborn daughter of British MP subjected to online abuse hours after birth",
      "Lifestyle",
      "Bad Bunny celebrates Palestinian listeners embracing his music",
      "Decoding Taylor Swift’s ‘The Life a Showgirl’: A guide to her references",
      "Inside Ithra’s ‘Horizon in Their Hands’ exhibition",
      "Off Beat",
      "Decoding Taylor Swift’s ‘The Life a Showgirl’: A guide to her references",
      "The Nobel Prize winners will be announced next week. What to know about the prestigious awards",
      "Alaskan climbing star dies in fall from Yosemite’s El Capitan",
      "Sport",
      "Newcastle’s Livramento ruled out for eight weeks, says Howe",
      "Knicks’ Josh Hart ejected, injured in Abu Dhabi opener",
      "Jude Bellingham left out of England squad by coach Tuchel. Phil Foden also missing",
      "Recommended",
      "How Israel’s E1 settlement threatens to uproot the West Bank’s Bedouins",
      "How Saudi Arabia guards intellectual property online",
      "What new polling reveals about Palestinian pessimism and fading support for Hamas",
      "Photos",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Al-Baha’s diverse and rich contemporary cultural heritage",
      "Video",
      "Last Gaza flotilla boat intercepted by Israeli troops say organizers",
      "UK police name victims of Manchester synagogue attack",
      "Munich airport halts flights after drone sightings",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}