{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-20T12:00:16.064Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Israel resumes ceasefire in Gaza and says aid deliveries will restart Monday",
      "Trump says Israel-Hamas ceasefire still in place after Gaza strikes",
      "Frankly Speaking: How is the private sector coping with the Saudi tourism boom?",
      "Gaza civil defense says at least 45 killed in Israeli strikes Sunday",
      "Four thieves being hunted for Louvre heist: prosecutor",
      "Opinion",
      "Syrian elections offer a glimmer of hope for national unity",
      "Myanmar alliance marks a turning point for Rohingya",
      "Pillar of strength: public diplomacy in the digital media era",
      "Saudi vision, Hong Kong talent: a blueprint for the digital century",
      "Palestinian statehood is the key to a lasting peace",
      "Print Edition",
      "Saudi Arabia",
      "Tokyo governor keen to attract investors from Saudi Arabia",
      "Saudi crown prince, French president discuss Gaza developments and regional stability",
      "Saudi Arabia welcomes immediate ceasefire between Pakistan and Afghanistan",
      "Middle East",
      "Hamas meets with Gaza truce mediators in Cairo",
      "Iran sees the ‘necessary will’ to resolve prisoner issue with France",
      "Russia prepared to expand ties with Iran in all areas, the Kremlin says",
      "World",
      "EU states agree to end Russian gas imports by end 2027",
      "Kremlin says Orban’s good ties with Trump and Putin are reason for holding summit in Hungary",
      "Searching for income and despite environmental fears, Venezuela boosts coal output",
      "Business",
      "Egypt to open Nile Corniche lands to investors to boost revenues",
      "UAE hospitality market shifts from expansion to investment-led phase",
      "Saudi real estate inflation cools to 1.3% as home prices decline",
      "Media",
      "US court bars Israel’s NSO Group from installing spyware on WhatsApp",
      "White House joins Bluesky and immediately trolls Trump opponents",
      "Freed Gaza photographer overjoyed to find family alive after being told in Israeli jail they were dead",
      "Opinion",
      "Syrian elections offer a glimmer of hope for national unity",
      "Myanmar alliance marks a turning point for Rohingya",
      "Pillar of strength: public diplomacy in the digital media era",
      "Saudi vision, Hong Kong talent: a blueprint for the digital century",
      "Palestinian statehood is the key to a lasting peace",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "How AI could end Saudi Arabia’s ‘infinite workday’",
      "Decoders",
      "What is Humain Chat?",
      "Who is Hamad Al-Muzaini?",
      "Social media",
      "Media",
      "US court bars Israel’s NSO Group from installing spyware on WhatsApp",
      "White House joins Bluesky and immediately trolls Trump opponents",
      "Freed Gaza photographer overjoyed to find family alive after being told in Israeli jail they were dead",
      "Lifestyle",
      "Abu Dhabi’s 421 Arts Campus marks 10 years with ‘Rays, Ripples, Residue’ exhibition",
      "From Paris to Beirut, ‘Divas’ exhibition brings Arab icons to life",
      "Homegrown talent shines at Riyadh Fashion Week",
      "Off Beat",
      "Border order: Geneva schools kick out Swiss kids living in France",
      "Jumbo drop in estimates of India elephant population",
      "The world’s driest desert blooms into a rare, fleeting flower show",
      "Sport",
      "Ben Sulayem welcomes boost in global battle against online harm in sport",
      "Dubai Basketball maintain perfect start to ABA League season",
      "Liverpool star Salah should not be automatic starter in away games, says Carragher",
      "Recommended",
      "Frankly Speaking: How is the private sector coping with the Saudi tourism boom?",
      "Lord Vaizey lauds Saudi focus on culture as part of Vision 2030 reforms",
      "Why Gulf families are trading long-haul holidays for adventures closer to home",
      "Photos",
      "Saudi Arabia’s historic city of Thadiq",
      "Jazan’s unique landscape and heritage",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Video",
      "Israel resumes ceasefire in Gaza and says aid deliveries will restart Monday",
      "Myanmar junta says seized 30 Starlink receivers in scam center raid",
      "A cargo aircraft skids off a Hong Kong runway into the sea, killing 2 airport workers",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}