{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-15T12:00:15.718Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Gaza ceasefire outlook darkens as Israel delays aid and Hamas tightens grip",
      "‘We should be optimistic about Gaza peace process, but also realistic,’ Portugal’s foreign minister tells Arab News",
      "Israel expected to open key aid crossing into Gaza",
      "Syria president to ask Moscow to hand over Assad during visit: official to AFP",
      "Saudi Arabia book place at 2026 World Cup finals after hard-fought draw with Iraq",
      "Opinion",
      "Trump has his day but elephant in the room remains",
      "Sharm El-Sheikh summit shows Palestinian nationalism is alive",
      "Are Iran nuclear negotiations back on the table?",
      "PR battle underway as Israel tries to deny genocide",
      "The path from ceasefire to permanent peace",
      "Print Edition",
      "Saudi Arabia",
      "KSrelief’s Masam Project clears 815 explosives in Yemen in one week",
      "Saudi boxer Yara Al-Amri’s life changed after history-making Asian medal win",
      "Saudi FM meets with Portuguese counterpart in Riyadh",
      "Middle East",
      "Syria president to ask Moscow to hand over Assad during visit: official to AFP",
      "Iraq launches investigation after election candidate killed in Baghdad bombing",
      "Israeli forces enter villages in Syrian countryside",
      "World",
      "Six priests detained in Armenia as investigation into church figures widens",
      "UN’s World Food Programme warns donor cuts are pushing millions more into hunger",
      "Madagascar’s military coup leader says he is ‘taking the position of president’",
      "Business",
      "Turkiye, UAE deepen energy ties with $1bn solar project",
      "Productive investment driving Saudi borrowing plans, finance minister tells US conference",
      "Saudi minister announces national scrap metal firm amid $16bn steel sector push",
      "Media",
      "Israel releases 14 journalists from Freedom Flotilla vessel",
      "Lebanon’s legal assessment for journalists killed by Israel offers ‘fresh opportunity for justice,’ rights group says",
      "Palestinian journalist and social media figure Saleh Al-Jafarawi killed amid Gaza City clashes",
      "Opinion",
      "Trump has his day but elephant in the room remains",
      "Sharm El-Sheikh summit shows Palestinian nationalism is alive",
      "Are Iran nuclear negotiations back on the table?",
      "PR battle underway as Israel tries to deny genocide",
      "The path from ceasefire to permanent peace",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "How pocket parks can transform Saudi cities for a cooler climate",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "Israel releases 14 journalists from Freedom Flotilla vessel",
      "Lebanon’s legal assessment for journalists killed by Israel offers ‘fresh opportunity for justice,’ rights group says",
      "Palestinian journalist and social media figure Saleh Al-Jafarawi killed amid Gaza City clashes",
      "Lifestyle",
      "Princess Rajwa Al-Hussein goes business chic in London visit",
      "Camila Coelho stars in By Karen Wazen campaign",
      "Stella McCartney to close third edition of Riyadh Fashion Week",
      "Off Beat",
      "Jumbo drop in estimates of India elephant population",
      "The world’s driest desert blooms into a rare, fleeting flower show",
      "’Taste of peace’: Palestinian, Israeli join forces in Paris",
      "Sport",
      "Snipers on stadium roof amid heavy security for Italy’s win over Israel in World Cup qualifying",
      "Saudi sports minister congratulates Green Falcons on World Cup qualification",
      "Saudi boxer Yara Al-Amri’s life changed after history-making Asian medal win",
      "Recommended",
      "Can Egypt summit turn Gaza’s fragile truce into a foundation for regional peace?",
      "Frankly Speaking: What comes next in Gaza?",
      "What poems by Gaza’s university students reveal about life amid conflict",
      "Photos",
      "Jazan’s unique landscape and heritage",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Video",
      "Israel expected to open key aid crossing into Gaza",
      "Indonesia’s Mount Lewotobi Laki-laki erupts, spewing ash 10km into the sky",
      "Jordanian king affirms preserving Christian sites during visit to Vatican",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}