{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-12T06:00:15.870Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Gazans stream back home as Israel-Hamas ceasefire holds",
      "Top US military commander visits Gaza, reaffirms no US troops to be deployed there",
      "Egypt, US discuss Sharm El-Sheikh summit on Gaza",
      "RSF attack kills 60 in Sudan’s El-Fasher: activists",
      "President Aoun condemns Israeli strikes in southern Lebanon",
      "Opinion",
      "So that what happened in Gaza never happens again",
      "Two years of sheer hell, and it is not finished",
      "What if Israel breaks the ceasefire?",
      "The great potential for North Africa in future global supply chains",
      "AI in modern life: a scientific revolution that must balance hope against risk",
      "Print Edition",
      "Saudi Arabia",
      "Saudi Arabia calls for restraint in Pakistan–Afghanistan border tensions, condemns attack on civilians in Sudan",
      "Nobel laureate Omar Yaghi thanks Crown Prince for backing science",
      "Saudi Arabia launches Mostaqbali program to train 50,000 Saudis in AI, digital skills",
      "Middle East",
      "Trump, El-Sisi to chair Gaza peace summit on Monday: Egypt",
      "Hamas says Israeli hostages to be freed from Gaza before Trump peace summit",
      "‘We finally feel hope’ Israeli crowds yearn for hostage release",
      "World",
      "China vows to stand firm against Trump’s 100% tariff threat",
      "Philippines accuses China of ramming vessel near disputed island as tensions soar",
      "Germany close to deal with Taliban on Afghan deportations: govt",
      "Business",
      "GCC’s skincare market is just getting started",
      "Saudi Arabia’s cloud kitchen evolution: from hidden kitchens to branded empires",
      "MENA startups see $4.5bn funding in Q3",
      "Media",
      "Foreign press group urges immediate access to Gaza after ceasefire",
      "Protesters persist in demanding Microsoft cut all ties to Israel, despite Azure military restrictions",
      "Afghan mobile access to Facebook, Instagram intentionally restricted: watchdog",
      "Opinion",
      "So that what happened in Gaza never happens again",
      "Two years of sheer hell, and it is not finished",
      "What if Israel breaks the ceasefire?",
      "The great potential for North Africa in future global supply chains",
      "AI in modern life: a scientific revolution that must balance hope against risk",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "How pocket parks can transform Saudi cities for a cooler climate",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "Foreign press group urges immediate access to Gaza after ceasefire",
      "Protesters persist in demanding Microsoft cut all ties to Israel, despite Azure military restrictions",
      "Afghan mobile access to Facebook, Instagram intentionally restricted: watchdog",
      "Lifestyle",
      "Frieze to launch Abu Dhabi art fair in 2026",
      "REVIEW: ‘Chad Powers’ — Glen Powell’s charm rescues Disney’s sports comedy",
      "Bella Hadid rings in 29 with star-studded tributes",
      "Off Beat",
      "’Taste of peace’: Palestinian, Israeli join forces in Paris",
      "Spain finds 250 dead animals in ‘breeding ground of horror’",
      "An old tradition finds new life as Germans flock to forests to collect mushrooms",
      "Sport",
      "Tadej Pogacar caps incredible season with record-equaling fifth Tour of Lombardy title",
      "Tiger Woods undergoes another back surgery, casting doubt on future comeback",
      "UAE move closer to World Cup as late goals seal win over Oman",
      "Recommended",
      "What poems by Gaza’s university students reveal about life amid conflict",
      "How Arab entrepreneurs are turning kitchens into engines of sustainability",
      "Have reports of the UN Security Council’s death been grossly exaggerated?",
      "Photos",
      "Jazan’s unique landscape and heritage",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Video",
      "Gazans stream back home as Israel-Hamas ceasefire holds",
      "President Aoun condemns Israeli strikes in southern Lebanon",
      "Officials investigate blast at Tennessee explosives plant that left 18 missing and feared dead",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}