{
  "url": "https://www.arabnews.com",
  "contentType": "news",
  "timestamp": "2025-10-05T12:00:15.822Z",
  "content": {
    "articles": [],
    "headlines": [
      "Search form",
      "Search form",
      "Arab News",
      "Israel strikes Gaza as Palestinians pin hopes on Trump peace plan",
      "Hamas calls for swift prisoner release as Cairo talks set to begin",
      "Syria selects members of first post-Assad parliament",
      "Gulf, Arab foreign ministers welcome US call for Israel to end Gaza hostilities",
      "How PR firms are whitewashing genocide in Gaza to rebrand Israel’s global image",
      "Opinion",
      "Gaza — an open wound on humanity’s conscience",
      "The EU’s pact for the Mediterranean: Too little, too late?",
      "Why the world is watching Japan’s historic leadership transition",
      "For women, it is a lifetime of guilt and blame",
      "Trump’s peace plan and a Turkish-Arab role for Palestine",
      "Print Edition",
      "Saudi Arabia",
      "Gulf, Arab foreign ministers welcome US call for Israel to end Gaza hostilities",
      "Riyadh mayor launches municipal transformation program",
      "Saudi Arabia marks World Animal Day",
      "Middle East",
      "Hamas calls for swift prisoner release as Cairo talks set to begin",
      "Syria selects members of first post-Assad parliament",
      "Israel strikes Gaza as Palestinians pin hopes on Trump peace plan",
      "World",
      "Eight arrested, 20 police hurt in clashes at Spanish Palestine march",
      "UK govt to give police new powers to crack down on protests",
      "Landslides kill at least 20 people in India’s Darjeeling",
      "Business",
      "AlUla Development Co. reimagines resort’s cultural legacy",
      "Gulf SMEs fuel million-dollar bets, fintech deals heat up",
      "Saudi reforms, rate cuts propel GCC equities to 2-year high",
      "Media",
      "How PR firms are whitewashing genocide in Gaza to rebrand Israel’s global image",
      "Media watchdog urges Israel to release detained journalists from Global Sumud Flotilla",
      "Music platform MDLBEAST launches Newsroom for consolidated media access",
      "Opinion",
      "Gaza — an open wound on humanity’s conscience",
      "The EU’s pact for the Mediterranean: Too little, too late?",
      "Why the world is watching Japan’s historic leadership transition",
      "For women, it is a lifetime of guilt and blame",
      "Trump’s peace plan and a Turkish-Arab role for Palestine",
      "Print Edition",
      "Most Popular",
      "Infographic",
      "Wildflowers bring color and ecological balance to Saudi Arabia’s deserts",
      "Decoders",
      "Who is Hamad Al-Muzaini?",
      "What is Ehsan?",
      "Social media",
      "Media",
      "How PR firms are whitewashing genocide in Gaza to rebrand Israel’s global image",
      "Media watchdog urges Israel to release detained journalists from Global Sumud Flotilla",
      "Music platform MDLBEAST launches Newsroom for consolidated media access",
      "Lifestyle",
      "Elie Saab unveils new collection at Paris Fashion Week",
      "What We Are Reading Today: ‘A Life of One’s Own’",
      "Actress Tara Emad, Saudi designer Ahmed Hassan join BoF 500’s 2025 list of global fashion leaders",
      "Off Beat",
      "Decoding Taylor Swift’s ‘The Life a Showgirl’: A guide to her references",
      "The Nobel Prize winners will be announced next week. What to know about the prestigious awards",
      "Alaskan climbing star dies in fall from Yosemite’s El Capitan",
      "Sport",
      "Tension lingers as India and Pakistan skip handshake in women’s World Cup",
      "Lionel Messi helps Inter Miami get back in win column vs. Revolution",
      "Vinicius double helps Real Madrid beat Villarreal",
      "Recommended",
      "How PR firms are whitewashing genocide in Gaza to rebrand Israel’s global image",
      "Do Gaza aid flotillas symbolize futile protest — or a real strategy to confront Israel’s blockade?",
      "How Israel’s E1 settlement threatens to uproot the West Bank’s Bedouins",
      "Photos",
      "Turquoise waters, soft white sand of Umluj are major attractions",
      "Fayfa mountains offer stunning vistas between fog and terraces",
      "Al-Baha’s diverse and rich contemporary cultural heritage",
      "Video",
      "Lithuania’s main airport shut over suspected balloons",
      "Georgian police clash, detain protesters as ruling party says it won local elections",
      "US judge temporarily blocks Trump administration from deploying troops in Portland, Oregon",
      "Search form"
    ],
    "categories": []
  },
  "metadata": {
    "title": "Arab News | Worldwide News, Latest Breaking News & Updates",
    "description": "Arab News - Saudi Arabia based leading English newspaper in the Middle East. Keep up with the latest breaking news, regional news, politics, and business news.",
    "language": "en"
  }
}